{
  "title": "Comprehensive Natural Disasters Survival Guide",
  "content": "Complete guide covering earthquakes, hurricanes, floods, tornadoes, tsunamis, volcanic eruptions, wildfires, blizzards, and droughts with detailed survival protocols",
  "source": "Sigma 3 Survival School - Natural Disasters Module",
  "chunks": [
    {
      "content": "EARTHQUAKES - Formation and Characteristics: Earthquakes occur when tectonic plates shift, releasing accumulated stress along fault lines. They strike without warning, lasting seconds to minutes, causing ground shaking, liquefaction, landslides, and structural collapse. Magnitude measures energy released (Richter/Moment scales), while intensity measures local effects (Modified Mercalli). Aftershocks continue for days to years, often nearly as powerful as the main shock. Common misconceptions: 'Doorways are safest' (outdated - modern buildings don't need doorway reinforcement), 'Ground opens and swallows people' (rare, ground shifts laterally), 'Animals predict earthquakes reliably' (inconsistent, not actionable).",
      "questionVariants": [
        "What causes earthquakes",
        "How do earthquakes form",
        "What are earthquake warning signs",
        "Can animals predict earthquakes",
        "What is earthquake magnitude vs intensity",
        "How long do earthquakes last",
        "What are aftershocks",
        "Do doorways protect from earthquakes",
        "Can the ground swallow you in earthquake",
        "What is liquefaction",
        "earthquake formation",
        "tectonic plates earthquakes",
        "earthquake phases",
        "earthquake misconceptions",
        "Richter scale explained"
      ]
    },
    {
      "content": "EARTHQUAKES - What To Do: PREVENTION AND PREPARATION: Secure heavy furniture, water heaters, and appliances to walls with brackets and straps. Store breakables low and secure. Create earthquake kit with 2 weeks supplies: water (1 gallon/person/day), non-perishable food, first aid, flashlights, battery radio, cash, copies of documents, medications, sturdy shoes. Identify safe spots in each room: under sturdy tables, against interior walls away from windows, glass, and heavy objects. Practice DROP, COVER, HOLD ON drills monthly. Know gas/water shutoffs. IMMEDIATE RESPONSE (During shaking): DROP to hands and knees immediately - prevents falling. COVER head and neck under sturdy furniture, face away from windows. If no furniture, protect head/neck with arms against interior wall. HOLD ON to shelter and move with it. Stay put until shaking stops completely. If in bed, stay there, cover head with pillow. If outdoors, move away from buildings, power lines, trees to open area. If driving, pull over away from structures/overpasses, stay inside vehicle. DO NOT run outside during shaking - falling debris kills. DO NOT use doorways - no safer than other locations. DO NOT use elevators. STABILIZATION (After shaking stops): Wait 60 seconds after shaking ends - brain needs time to reorient. Check yourself and others for injuries - treat life-threatening first. Expect aftershocks - return to safe position if shaking resumes. Check for hazards: gas leaks (smell, hissing - shut off at meter, don't relight), electrical damage (sparks, exposed wires - shut off at breaker), structural damage (cracks, sagging). Evacuate if building is damaged. Use stairs, not elevators. Avoid touching power lines or damaged structures. Listen to battery radio for instructions. Conserve phone for emergencies only - networks overloaded. Document damage with photos for insurance. Avoid driving - roads may be damaged, emergency vehicles need access. Check on neighbors, especially elderly and disabled. Be prepared to shelter in place for days if infrastructure is damaged.",
      "questionVariants": [
        "What to do during an earthquake",
        "How to survive an earthquake",
        "What is drop cover hold on",
        "Should I run outside during earthquake",
        "Are doorways safe in earthquakes",
        "What to do after earthquake stops",
        "How to prepare for earthquakes",
        "Earthquake survival kit checklist",
        "How to secure furniture for earthquakes",
        "What to do if earthquake hits while driving",
        "earthquake safety",
        "earthquake preparedness",
        "earthquake response plan",
        "aftershock safety",
        "earthquake evacuation",
        "gas leak after earthquake",
        "earthquake first aid",
        "earthquake shelter in place"
      ]
    },
    {
      "content": "HURRICANES - Formation and Characteristics: Hurricanes (Atlantic/Eastern Pacific), typhoons (Western Pacific), and cyclones (Indian Ocean) are rotating tropical storms with sustained winds exceeding 74 mph. Form over warm ocean water (80°F+), drawing energy from evaporation. Eye is calm center surrounded by eyewall containing strongest winds and heaviest rain. Storm surge - ocean water pushed ashore by winds - causes 90% of hurricane deaths, not wind. Categories: 1 (74-95mph), 2 (96-110mph), 3 (111-129mph major), 4 (130-156mph major), 5 (157+mph catastrophic major). Phases: tropical depression → tropical storm (named) → hurricane. Season: Atlantic June-November, peak August-October. Forecast track has cone of uncertainty - entire cone is at risk, not just centerline. Storm can intensify rapidly - 35mph+ winds in 24 hours. Forward speed affects flooding duration - slow storms dump extreme rain.",
      "questionVariants": [
        "How do hurricanes form",
        "What causes hurricanes",
        "What is hurricane storm surge",
        "What is the eye of a hurricane",
        "What are hurricane categories",
        "When is hurricane season",
        "What is the difference between hurricane typhoon cyclone",
        "How fast do hurricane winds get",
        "What is rapid intensification hurricane",
        "Why are slow hurricanes dangerous",
        "hurricane formation",
        "hurricane categories explained",
        "storm surge vs hurricane winds",
        "hurricane cone of uncertainty",
        "tropical storm vs hurricane"
      ]
    },
    {
      "content": "HURRICANES - What To Do: PREVENTION (Days before): Monitor National Hurricane Center forecasts when storm forms. If in evacuation zone (A, B, C based on storm surge risk), prepare to leave when ordered - storm surge is unsurvivable. Evacuation orders are categorized: voluntary (high-risk individuals), recommended (moderate risk), mandatory (life-threatening - you must go). DO NOT stay for Category 3+. Board windows or install hurricane shutters. Bring in outdoor furniture, decorations, trash cans - become missiles in wind. Fill vehicles with gas - stations lose power. Withdraw cash - ATMs fail. Fill bathtubs and containers with water - treatment plants fail. Charge devices, have battery packs. Move to interior first-floor room away from windows for strongest winds. PREPARATION (24-48 hours): Finalize evacuation if ordered - routes become jammed, contraflow activated. If staying (only for Cat 1-2 and NOT in surge zone): Create safe room on first floor interior, away from windows and exterior walls, preferably under stairs or in bathroom/closet. Gather supplies: water (1 gallon/person/day for 2 weeks), non-perishable food, manual can opener, first aid, medications, flashlights, battery radio, cash, important documents in waterproof bag, emergency contacts, battery chargers, blankets, sturdy shoes. Turn refrigerator to coldest setting. Fill clean coolers with ice. Unplug electronics to prevent surge damage. Know how to shut off utilities. DURING STORM: Stay in safe room away from windows. Lie under sturdy furniture if possible. Keep radio on for updates. Eye passage creates false calm - winds return from opposite direction with equal fury within 30 minutes. DO NOT go outside during eye. Most injuries occur during eye when people venture out. Flying debris, storm surge, and structural collapse are main threats. If flooding begins, move to highest floor, NOT attic unless it has escape route to roof. AFTER STORM: Wait for official all-clear before emerging. Avoid standing water - contains sewage, chemicals, wildlife, submerged hazards, and electrical current from downed lines. Every puddle is potentially electrified. Never touch downed power lines. Don't drive through water - 6 inches can sweep away vehicle. Photograph damage for insurance before cleaning. Use generator outside only - carbon monoxide kills within minutes indoors. Don't use candles - gas leaks cause explosions. Boil water until officials declare safe. Check on neighbors. Be patient - restoration takes weeks for major hurricanes.",
      "questionVariants": [
        "What to do in a hurricane",
        "How to prepare for hurricane",
        "Should I evacuate for hurricane",
        "What is hurricane evacuation zone",
        "Can I ride out a hurricane",
        "What to do during hurricane eye",
        "Hurricane survival kit list",
        "How to shelter during hurricane",
        "What to do after hurricane passes",
        "Is it safe to go out during hurricane eye",
        "hurricane safety tips",
        "hurricane evacuation plan",
        "hurricane safe room",
        "storm surge survival",
        "hurricane categories to evacuate",
        "hurricane flooding safety",
        "downed power lines after hurricane",
        "hurricane generator safety"
      ]
    },
    {
      "content": "FLOODS - Formation and Characteristics: Floods are most common natural disaster. Types: Flash floods (rapid onset, usually within 6 hours of heavy rain, dam failure, or ice jam - extremely dangerous, 10+ feet walls of water), River floods (gradual, days-weeks of rain or snowmelt causes overflow), Coastal floods (storm surge, tsunami, high tide + wind), Urban floods (overwhelmed drainage systems). Six inches of flowing water can knock adults down. Twelve inches can float most vehicles. Two feet sweeps away most vehicles including SUVs. Water undercuts roads creating invisible sinkholes. Most deaths occur in vehicles - 'Turn Around Don't Drown'. Floodwater contains sewage, chemicals, sharp debris, wildlife, and disease. One in three flood insurance claims come from low-risk areas - flooding happens everywhere. Flash flood watches mean conditions favorable; warnings mean flooding occurring or imminent - act immediately.",
      "questionVariants": [
        "What causes floods",
        "What is a flash flood",
        "How fast can flash floods occur",
        "How deep water to move a car",
        "Why are flooded roads dangerous",
        "What is river flooding vs flash flooding",
        "What diseases are in flood water",
        "Do I need flood insurance",
        "What is flash flood warning vs watch",
        "Can I drive through flooded road",
        "flood formation types",
        "flash flood danger",
        "flood water contamination",
        "vehicle in flood water",
        "turn around don't drown"
      ]
    },
    {
      "content": "FLOODS - What To Do: PREVENTION: Purchase flood insurance - 30 day waiting period, plan ahead. Know flood risk: visit FEMA Flood Map Service. Create evacuation plan with multiple routes - main roads flood first. Identify highest ground and safe shelters. Waterproof important documents, store copies offsite. Elevate utilities (furnace, water heater, electrical panel) above flood level. Install sump pump with battery backup. Keep emergency kit accessible: water, food, first aid, radio, flashlight, phone chargers, cash, medications, hygiene items. IMMEDIATE RESPONSE (Flood Watch): Monitor weather radio and local news. Charge devices, fill vehicles with gas. Move vehicles to high ground. Bring outdoor furniture inside. Roll up rugs, move valuables to upper floors. Fill clean containers and bathtubs with drinking water - treatment plants fail. (Flood Warning - Flooding Imminent): Evacuate immediately if ordered - delays become deadly. DO NOT wait to see if water reaches you. Move to high ground. If trapped, go to highest floor, NOT attic unless it has axe or saw to cut through roof. Call 911 with location and number of people. Wave bright cloth from window. Flash lights at night. NEVER walk, swim, or drive through flood water: Six inches moving water knocks you down. Twelve inches floats vehicles. Two feet sweeps away cars. Currents below surface are stronger than they appear. Water hides debris, holes, downed power lines (entire body of water may be electrified), animals, and sewage. Roads undermined and collapsed beneath water. Drowning risk multiplied by cold water, swift current, debris impacts, exhaustion, panic. 'Turn Around Don't Drown' - find alternate route. DURING FLOOD: If vehicle stalls in water, abandon immediately and move to high ground. Water rises fast - hesitation costs lives. Don't return for belongings. If swept away, float on back, feet downstream to fend off obstacles, angle toward shore. If trapped in building, signal for help, wait for rescue. Don't use electrical appliances if wet or standing in water. AFTER FLOOD: Wait for official all-clear. Return during daylight only. Take photos before cleanup for insurance. Wear protective gear: boots, gloves, mask - water is contaminated. Throw away food/water that contacted flood water. Clean/disinfect everything. Check for structural damage before entering. Open windows to dry out - use fans and dehumidifiers. Watch for wildlife, especially snakes and fire ants driven to high ground. Boil water until declared safe. Listen for ongoing flood warnings - more rain may cause renewed flooding.",
      "questionVariants": [
        "What to do in a flood",
        "How to prepare for flooding",
        "Should I evacuate for flood",
        "Can I drive through flood water",
        "What to do if caught in flash flood",
        "How to survive flash flood",
        "Flood safety tips",
        "What to do if trapped by flood water",
        "How to clean up after flood",
        "Is flood water contaminated",
        "flood preparedness",
        "flood evacuation plan",
        "turn around don't drown meaning",
        "flood insurance when to buy",
        "vehicle swept away by flood",
        "flood water diseases",
        "how to signal for flood rescue",
        "flood damage cleanup"
      ]
    }
  ]
}
,
    {
      "content": "TORNADOES - Formation and Characteristics: Tornadoes are rapidly rotating columns of air extending from thunderstorms to ground. Form from supercell thunderstorms when wind shear (changing wind speed/direction with height) causes horizontal rotation, updraft tilts it vertical. Enhanced Fujita Scale: EF0 (65-85mph, light damage), EF1 (86-110mph, moderate), EF2 (111-135mph, considerable), EF3 (136-165mph, severe), EF4 (166-200mph, devastating), EF5 (200+mph, incredible - total destruction). Tornado Alley (Great Plains) peak season March-June, but tornadoes possible year-round anywhere. Average path 5 miles, 50 yards wide, but violent tornadoes can be mile-wide, track 50+ miles. Multiple-vortex tornadoes have smaller vortices rotating around main funnel - appear to jump and cause extreme localized damage. Warning signs: Dark greenish sky, large hail, loud roar like freight train, visible rotating cloud base. Tornado Watch means conditions favorable; Tornado Warning means tornado spotted or detected on radar - take shelter immediately.",
      "questionVariants": [
        "How do tornadoes form",
        "What causes tornadoes",
        "What are tornado categories",
        "Enhanced Fujita scale explained",
        "What is tornado alley",
        "When is tornado season",
        "What does tornado sound like",
        "What are tornado warning signs",
        "What is difference tornado watch vs warning",
        "How fast are tornado winds",
        "supercell thunderstorm tornado",
        "tornado formation process",
        "tornado danger signs",
        "multiple vortex tornado",
        "tornado watch meaning"
      ]
    },
    {
      "content": "TORNADOES - What To Do: PREVENTION: Know your county/parish - warnings issued by county. Identify sturdy shelter: basement best (southwest corner furthest from tornado approach), interior room on lowest floor if no basement, avoid corners where walls meet (debris accumulates), get under heavy furniture or stairs, cover with mattress or thick blankets. Mobile homes are death traps - even tied down, they disintegrate in EF2+ tornadoes. Identify permanent shelter (community center, school, reinforced building) if living in mobile home or weak structure. Conduct tornado drills - seconds count. Keep helmet, sturdy shoes, whistle, flashlight in shelter area. Battery radio and weather radio with SAME alerts for your county. IMMEDIATE RESPONSE (Tornado Watch): Monitor weather closely. Postpone outdoor activities. Keep radio on. Stay alert for warnings. Move vehicles under cover if possible (hail damages cars). Charge devices. (Tornado Warning - Take Shelter Immediately): Go to predetermined shelter NOW. If in building: Basement southwest corner under stairs or workbench. No basement: Interior room (bathroom, closet, hallway) on lowest floor, away from windows and exterior walls. Get in bathtub if sturdy cast iron, cover with mattress. Get low, protect head and neck with arms, cover with blankets. If in mobile home: LEAVE immediately to permanent shelter or substantial building. If outside or in vehicle with no time: Lie flat in ditch or depression, cover head with hands, watch for flooding. DO NOT shelter under highway overpass - wind speeds increase, creates deadly debris tunnel. DO NOT try to outrun tornado in vehicle in urban areas - tornadoes move erratically, roads jam, flying debris kills. Do try to drive at right angle away from tornado path if in open country with good visibility and paved roads. DURING TORNADO: Stay in shelter position until storm passes completely - multiple tornadoes can occur. Keep protected until you hear all-clear or storm clearly passed. AFTER TORNADO: Exit carefully - building may be structurally damaged. Watch for downed power lines, gas leaks, sharp debris, nails. Never touch power lines. Smell gas? Don't use light, flame, or electrical switch - spark causes explosion. Evacuate and call gas company from safe distance. Check on neighbors trapped in rubble. Use whistle to signal location if trapped. Take photos of damage for insurance. Be alert for additional tornadoes - outbreaks produce many. Watch for rapidly changing weather.",
      "questionVariants": [
        "What to do in a tornado",
        "How to survive tornado",
        "Where is safest place in tornado",
        "Should I shelter in basement during tornado",
        "Are mobile homes safe in tornadoes",
        "Can I outrun tornado in car",
        "What to do if caught outside in tornado",
        "Should I hide under highway overpass",
        "Tornado safety tips",
        "What to do after tornado",
        "tornado shelter location",
        "tornado preparedness plan",
        "tornado in mobile home what to do",
        "tornado warning take cover",
        "bathtub tornado safety",
        "tornado debris protection",
        "southwest corner tornado myth",
        "gas leak after tornado"
      ]
    }
  ]
}
